acpi
alsa-utils
ant
ater-yellow-cursor-theme
atool
auto-cpufreq
autoconf
automake
awesome-terminal-fonts
bandwhich
base
bat-cat-git
bc
betterdiscord-installer
bibata-cursor-theme-bin
bibata-cursor-translucent
binutils
bison
blueman
bluez
bluez-tools
bluez-utils
breeze-hacked-cursor-theme
breeze-plymouth
breezex-cursor-theme
bspwm
btop
capitaine-cursors
cava
chromium
chromium-bypass-paywalls-git
chromium-widevine
clang
colorpicker
cover-thumbnailer
cronie
cursor-theme-macos-big-sur
dbus-broker
deepinv20-dark-cursors-git
devour
discord
diskonaut
dmenu
dosfstools
downgrade
dunst
dust-bin
efibootmgr
entr
fakeroot
fd
ffcast
ffmpegthumbnailer
flameshot
flat-remix-gtk
flex
fluent-cursor-theme-git
folder-color-nemo
folder-color-switcher
fuse2
fzf
gcc
gcolor3
gdb
gendesk
gimp
git
github-cli
glow-bin
gmrun
gobble
gotop-bin
gping
groff
grub
gst-plugin-pipewire
gst-plugins-bad
gstreamer
gstreamer0.10-bad-plugins
gtk-engine-murrine
gtk-engines
gtk3
gtk4
gvfs
hexyl
hourglass
ibus
icat
imagemagick
inetutils
inkscape
irssi
java-environment-common
jdk-openjdk
jq
jre8-openjdk
jre8-openjdk-headless
jumpapp
jupyter-notebook
kitty
klavaro
kora-icon-theme
krita
libbsd
libgsf
libluv
libnotify
libreoffice-fresh
libstdc++296-bin
libstdc++5
libtermkey
libtool
libva-intel-driver
libva-vdpau-driver-chromium
libvterm
light
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-lts-headers
lua
luajit
luarocks
lxappearance
lxsession
m4
maim
make
mdcat
mdr
mediainfo
meson
mlocate
mopidy
mopidy-iris
mopidy-local
mopidy-mpd
mopidy-spotify
mpc
mpd
mpv
mpv-mpris
msgpack-c
mtools
ncmpcpp
nemo
nemo-emblems
nemo-fileroller
neofetch
neovim
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-jetbrains-mono
nerd-fonts-sf-mono
nerd-fonts-ubuntu-mono
net-tools
network-manager-applet
networkmanager
ninja
nitrogen
nmap
notify-osd
noto-fonts-emoji
npm
numix-circle-icon-theme-git
obs-studio
optipng
oreo-cursors-git
os-prober
pacgraph
pacman-contrib
pamixer
pandoc-bin
papirus-folders
papirus-icon-theme
patch
pavucontrol
perl-image-exiftool
phocus-gtk-theme-git
picom-jonaburg-git
pipewire-alsa
pipewire-pulse
pkgconf
pkgfile
playerctl
plymouth
plymouth-theme-arch-breeze-git
polybar
ponymix
poppler-data
poppler-glib
power-profiles-daemon
programmer-calculator
pulseaudio-alsa
pulseaudio-control
pulsemixer
python-pip
python-pywal
python2-pip
python2-virtualenv
qbittorrent-enhanced
qt5ct
ranger-git
raw-thumbnailer
reversal-icon-theme-git
ripgrep
ripgrep-all-bin
rlwrap
rofi
rofi-bluetooth-git
rofi-file-browser-extended-git
rofi-greenclip
rofi-mpc
ruby
ruby-colorls
ruby-irb
ruby-reline
rubygems
rustup
sassc
siji
sioyek-git
sndio
so
spicetify-cli
spotify
stacer
stalonetray
stockfish
sudo
sweet-cursor-theme-git
sxhkd
sxiv
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
tk
tlp
tmux
tor
trash-cli
tree
ttf-droid
ttf-iosevka-nerd
ttf-joypixels
ttf-junicode
ttf-mac-fonts
ttf-roboto
ttf-roboto-mono
ttf-twemoji
tty-clock
tuxi-git
ueberzug
unibilium
unrar
unzip
urlview-git
usbutils
uthash
vertex-themes
vim
virtualbox
virtualbox-guest-utils
visual-studio-code-bin
vulkan-swrast
w3m
w3m-imgcat
weechat
wget
which
whitesur-icon-theme-git
whois
wmctrl
xarchiver
xautolock
xclip
xcursor-breeze-neutral-git
xdman
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yay-git
youtube-dl
zenity
zoxide-bin
zscroll-git
zsh
